robbyrussell/oh-my-zsh path:lib
robbyrussell/oh-my-zsh path:themes/agnoster.zsh-theme

robbyrussell/oh-my-zsh path:plugins/git/git.plugin.zsh
robbyrussell/oh-my-zsh path:plugins/z/z.plugin.zsh
djui/alias-tips

zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search